IDEA Open Model
ConcreteMemberData.CalculationSetup Property
 Calculation setup
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public CalculationSetup CalculationSetup { get; set; }
Public Property CalculationSetup As CalculationSetup
	Get
	Set
public:
property CalculationSetup^ CalculationSetup {
	CalculationSetup^ get ();
	void set (CalculationSetup^ value);
}
Property Value
Type: CalculationSetup
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace